Repository: celerini/addons-t9n
Catalog: wesnoth-AitF/*.po
Languages: cs

source: Assassin in the Forest
cs: Vrah v lese

source: <i>stabble stabble</i> Play as a lone but highly-skilled assassin. Lurk in the shadows and wait until the best moment to strike presents itself. The map is part of the mainline multiplayer mode, known under the name 5p — Forest of Fear.
cs: <i>kuch kuch</i> Hraj za osamělého ale velmi zkušeného zabijáka. Číhej ve stínu a čekej až nastane ten nejlepší okamžik k útoku. Mapa je součástí hlavního režimu pro více hráčů, známého pod názvem 5p - Les Strachu.

source: AitF
cs: VvL

source: challenging
cs: náročná

source: hard
cs: obtížná

source: kill all
cs: zlý sen

source: Target 1
cs: Cíl 1

source: Target 2
cs: Cíl 2

source: Target 3
cs: Cíl 3

source: Target 4
cs: Cíl 4

source: Target 5
cs: Cíl 5

source: Use your skills to eliminate the enemy leaders
cs: Použij své dovednosti k odstranění nepřátelských vůdců

source: Use your skills to eliminate <span underline='single'>all</span> enemy units
cs: Použij své dovednosti k odstranění nepřátelských jednotek

source: Your Assassin is a skirmisher, and he <span color='#AAFFFF'>• can hide in villages • can hide during nighttime • can hide if he has used no more than half of his movement points • regains 1 MP for each hit with his melee weapon • can use remaining knives after attacking with his ranged weapon</span>
cs: Tvůj vrah je harcovník a: <span color='#AAFFFF'>•může se schovat ve vesnicích •může se schovat během noci •může se schovat pokud nepoužil víc než polovinu jeho bodů pohybu •získává 1 pohybový bod za každý zásah svou zbraní na blízko • může použít zbývající nože po útoku zbraní na dálku</span>

source: This unit can hide from enemies by sacrificing half of it’s MP.
cs: Tato jednotka se může skrýt před nepřáteli, pokud obětuje polovinu svých bodů pohybu

source: Every melee hit of this unit gives her MP back, which allow her to escape to a better position after the fight.
cs: Každý zásah této jednotky při boji zblízka jí vrátí bod pohybu, což jí umožní po boji uniknout do lepší pozice.

source: If this unit has knives left after a ranged battle, it might throw them at another bystanding unit.
cs: Pokud této jednotce zbyly po boji na dálku nože, může je hodit na jinou jednotku poblíž.

source: sneak
cs: plížení

source: female^sneak
cs: plížení

source: This unit can hide from enemies if it has used no more than half of its movement points.
cs: Tato jednotka se může skrýt před nepřáteli, pokud nevyužila více než polovinu svých bodů pohybu.

source: When used offensively, every hit with this weapon grants 1 movement point.
cs: Při útočném použití získáte za každý zásah touto zbraní 1 bod pohybu.

source: remaining knives
cs: zbývající nože

source: If any ammo remains after killing a unit with this attack, then it may be used in another attack.
cs: Pokud po zabití jednotky tímto útokem zůstane nějaká munice, lze ji použít při dalším útoku.

source: Forest Assassin
cs: Lesní vrah
